Repository: ALIrezanouri/cryptocurrency-robot
Catalog: locales/*/LC_MESSAGES/robot.po
Languages: tr_tr

source: %s, choose your language.
tr_tr: %s, dilini seç.

source: Perfect, your language is set: %s
tr_tr: Harika, dil şununla değiştirildi: %s

source: Choose a pair.
tr_tr: Bir parite seçin.

source: Pair: %s
tr_tr: Parite: %s

source: Now choose a market.
tr_tr: Şimdi borsa seçin.

source: @ {} Price: {} Open: {} 24h High: {} 24h Low: {} 24h Volume: {} 24h Change: {}
tr_tr: @ {} Fiyat: {} Açılış: {} 24h En yüksek: {} 24h En düşük: {} 24h Hacim: {} 24h Değişim: {}

source: Unsupported pair.
tr_tr: Desteklenmeyen parite.

source: Alarm successfully removed !
tr_tr: Alarm kaldırıldı !

source: I will notify you when the price reach at the level you want. ! (:
tr_tr: Fiyat istediğin düzeye gelince sana haber vereceğim ! (:

source: Usage: /notify market pair > price Example: /notify Poloniex BTC/USD < 2290
tr_tr: Kullanım /notify market pair > fiyat Örnek: /notify Poloniex BTC/USD < 2290

source: /start - init bot /ticker - ticker /notify - to receive notifications from market /cancel - cancel current operation /help - see all available commands
tr_tr: /start - init bot /ticker - ticker /notify - borsadan bildirim almak için /cancel - geçerli komuttan çıkmak için /help - kullanılabilir komut listesi
